In [5]:
import pandas as pd

In [14]:
personnel_it = pd.DataFrame(
{
    "Name":["Tom, Dr. Disney",
           "Jerry, Mr. Disney",
           "Pluto, Disney",
           "Clark, Kent",
           "Rocky, Balboa",
           "Ana, Miss. Still",
           "B.G, Sugarche",
           ],
    "Age":[97,97,97,60,47,25,27],
    "Sex":["male", "male", "male", "male", "male", "female", "male"],
    "Id":["010", "011", "012", "013", "014", "003", "009"],
})

In [15]:
personnel_it

                Name  Age     Sex   Id
0    Tom, Dr. Disney   97    male  010
1  Jerry, Mr. Disney   97    male  011
2      Pluto, Disney   97    male  012
3        Clark, Kent   60    male  013
4      Rocky, Balboa   47    male  014
5   Ana, Miss. Still   25  female  003
6      B.G, Sugarche   27    male  009

In [ ]:
personnel_it.download()

In [18]:
personnel_finance = pd.DataFrame(
{
    "Name":["Lelki, Miss. Popova",
           "Tatyana, E. Newhach",
           "Taylor, B. Brown",],
    "Age":[46, 70, 30],
    "Sex":["female", "female", "female"],
    "Id":["007", "005", "015"]
})

In [19]:
personnel_finance

                  Name  Age     Sex   Id
0  Lelki, Miss. Popova   46  female  007
1  Tatyana, E. Newhach   70  female  005
2     Taylor, B. Brown   30  female  015

In [21]:
personnel_management = pd.DataFrame(
{
    "Name":["Drakon, R. Oshishani"],
    "Age":[46],
    "Sex":["male"],
    "Id":["001"]
})

In [22]:
personnel_management

                   Name  Age   Sex   Id
0  Drakon, R. Oshishani   46  male  001